Repository: mikekazakov/nimble-commander
Catalog: Source/NimbleCommander/NimbleCommander/Preferences/mul.lproj/PreferencesWindowPanelsTabOperationsConcurrencySheet.xcstrings
Source language: en
Languages: ru

# 2Rt-fk-BWq.title
source: Delete, move to Trash
ru: Удаление, перемещение в Корзину

# aaI-me-JuG.title
source: Choose which operation should be queued.
ru: Выберите операции которые должны ставиться в очередь.

# BkJ-Hv-n3A.title
source: Create directory
ru: Создание папки

# EgT-Gv-JMA.title
source: Compress
ru: Сжатие

# Hn9-xE-HX2.title
source: Batch rename
ru: Груповое переименование

# I7D-B5-d40.title
source: Change attributes
ru: Изменение атрибутов

# P0v-1A-lWs.title
source: Copy, move, rename
ru: Копирование, перемещение, переименование

# Q0F-GA-tvs.title
source: OK
ru: ОК

# TOU-T9-KZc.title
source: Not checked operations will always start immediately.
ru: Неотмеченные операции будут всегда стартовать сразу.

# XrZ-pW-hET.title
source: Link
ru: Создание ссылки
